Repository: avovkdesign/comment-images-reloaded
Catalog: lang/comment-images-reloaded-*.po
Languages: ru_ru

source: Comment Images
ru_ru: Изображения в комментариях

source: Doing this will only update <strong>this</strong> post.
ru_ru: Для текущей записи:

source: Enable comment images for this post.
ru_ru: Разрешить изображения

source: Disable comment images for this post.
ru_ru: Запретить изображения

source: Comment Image
ru_ru: Изображение

source: Delete image
ru_ru: Удалить картинку

source: Import from Comment Images
ru_ru: Импортировать данные из Comment Images

source: Comment Images import
ru_ru: Переход с Comment Images

source: Comment Attachment import
ru_ru: Переход с Comment Attachment

source: Settings Comment Images Reloaded
ru_ru: Настройки Comment Images Reloaded

source: Image size
ru_ru: Размер изображения

source: Maximum number of images to upload
ru_ru: Максимальное количество загружаемых изображений

source: Maximum file size
ru_ru: Максимальный размер файла

source: Text before input
ru_ru: Текст перед вставкой картинки

source: Images zoom
ru_ru: Увеличение изображений

source: Author's link
ru_ru: Авторская ссылка

source: Upload file input
ru_ru: Поле вставки изображения

source: Disable for all
ru_ru: Отключить для всех

source: Metadata of images
ru_ru: Мета данные изображений

source: Template to fill ALT attributes
ru_ru: Шаблон для заполнения атрибута ALT

source: Template to fill TITLE attribute
ru_ru: Шаблон для заполнения атрибута TITLE

source: Template to fill DESCRIPTION attribute
ru_ru: Шаблон для заполнения атрибута DESCRIPTION

source: Automatically fill in metadata for uploaded files by templates
ru_ru: Автоматически заполнять мета данные для загружаемых файлов по шаблонам

source: Use substitutions:
ru_ru: Используйте подстановки:

source: - commentator name
ru_ru: - имя комментатора

source: - publication data of comment and images
ru_ru: - дата публикации комментария и изображений

source: - file name
ru_ru: - имя файла

source: - title of commented article
ru_ru: - название комментируемой статьи

source: - comment text to which image is published
ru_ru: - текст комментария, к которому опубликована картинка

source: Comment text: %comment_text%
ru_ru: Текст коментария: %comment_text%

source: Uploaded %commentator_name%
ru_ru: Загрузил %commentator_name%

source: Photo belongs to post %post_title%
ru_ru: Фото принадлежит посту %post_title%

source: Photo was uploaded %commentator_name%
ru_ru: Photo was uploaded

source: Import all images data
ru_ru: Импортировать все данные картинок

source: You can import data from original Comment Images plugin. This will not remove original data
ru_ru: Вы можете импортировать изображения из Comment Images. Оригинальные изображения останутся.

source: You can import data from Comments Attachment plugin. This will not remove original data
ru_ru: Вы можете импортировать изображения из Comment Attachment. Оригинальные изображения останутся.

source: Original size of the image
ru_ru: Оригинальный размер изображения

source: Converting all images from Comment Images to Comment Images Reloaded. Disable old plugin to avoid dublicating the images in comments. You can allways revert to old plugin
ru_ru: Конвертировать изображения из Comment Images в Comment Images Reloaded? Отключите старый плагин для предотвращения дублирования изображений в комментариях. Вы всегда сможете вернуться к старому плагину

source: Converting all images from Comment Attachment to Comment Images Reloaded. Disable old plugin to avoid dublicating the images in comments. You can allways revert to old plugin
ru_ru: Конвертировать изображения из Comment Attachment в Comment Images Reloaded? Отключите старый плагин для предотвращения дублирования изображений в комментариях. Вы всегда сможете вернуться к старому плагину

source: bytes
ru_ru: байт

source: Maximum allowed all files sizes
ru_ru: Максимальный размер всех загружаемых файлов

source: php.ini settings
ru_ru: настройки php.ini

source: Enter how many images can be uploaded at a time
ru_ru: Выберите сколько изображений загружать за один раз

source: Maximum allowed number of files of selected size - %s files. php.ini settings
ru_ru: Максимально допустимое количество файлов к одному комментарию - %s. Настройки php.ini

source: Select an image for your comment (GIF, PNG, JPG, JPEG):
ru_ru: Выберите изображение для вашего комментария (GIF, PNG, JPG, JPEG):

source: Enter custom title for file input field
ru_ru: Укажите свой текст, который нужно показать перед полем добавления картинки

source: Enable image zoom on click (it work with Magnific Popup jQuery plugin)
ru_ru: Включить увеличение (зум) картинок по клику (работает с jQuery скриптом Magnific)

source: Check it to hide author's link
ru_ru: Отметьте эту галочку, чтобы скрыть авторскую ссылку

source: We place a small link under the image field, letting others know about our plugin. Thanks for your promotion!
ru_ru: Мы пазмещаем ссылку под полем добавления картинки, позволяя посетителям узнать о нашем плагине. Благодарим Вам за помощь в продвижении плагина!

source: Check it to disable automatic show file upload field
ru_ru: Отметьте эту галочку, чтобы отключить автоматический вывод в форме комментария поля для загрузки картинки

source: For manual show input, place code into your template:
ru_ru: Чтобы вручную вывести поле для загрузки картинки, вставьте следующий код в свой шаблон:

source: echo html
ru_ru: печатает HTML

source: return value
ru_ru: возвращает в переменную

source: Deactivate images for all posts
ru_ru: Запретить добавление изображений для всех записей

source: <strong>Comment Images Notice:</strong> Unfortunately, your host does not allow uploads from the comment form. This plugin will not work for your host.
ru_ru: Предупреждение Comment Images Reloaded: К сожалению, ваш сервер сконфигурирован таким образом, что не позволяет сохранять файлы из формы комментирования. Плагин не будет работать на вашем сервере.

source: <strong>Heads up!</strong> You are attempting to upload an invalid image. If saved, this image will not display with your comment.
ru_ru: Внимание! Вы пытаетесь загрузить неверное изображение, поэтому оно не будет прикреплено к вашему комментарию.

source: <strong>Heads up!</strong> You are attempting to upload an image that is too large. If saved, this image will not be uploaded.<br />The maximum file size is:
ru_ru: Внимание! Вы пытаетесь загрузить слишком большой файл. При сохранении комментария, файл не будет прикреплен! Максимальный размер файла:

source: <strong>Heads up!</strong> You are attempting to upload too many images. If saved, this images will not be uploaded.<br />The maximum number of images is:
ru_ru: <strong>Внимание!</strong> Вы пытаетесь загрузить слишком много файлов. При отправке коментария, файлы не будут загружены <br />Максимальное количество изображений:

source: Do you want to permanently delete an image attached to this comment?
ru_ru: Вы хотите полностью удалить картинку, прикрепленную к этому комментарию?

source: Image deleted!
ru_ru: Картинка удалена!

source: By doing this, you will toggle Comment Images for all posts on your blog. Are you sure you want to do this?
ru_ru: Сделав это, Вы отключите Comment Images Reloaded для всех записей на блоге. Вы точно хотите сделать это?

source: Error: Uploaded file is too large. <br/> Go back to:
ru_ru: Ошибка! Загружаемый файл слишком большой.<br/> Вернуться:

source: Unknown error occurred while loading image.<br/> Go back to:
ru_ru: Во время загрузки фала произошла неизвестная ошибка!<br/> Вернуться:

source: You're trying to upload to many images at a time. Maximum number of images to upload is %s
ru_ru: Вы пытаетесь загрузить слишком много изображений. Максимальное количество изображений %s

source: Go back to:
ru_ru: Вернуться:

source: Upload
ru_ru: Загрузил

source: Updated
ru_ru: Найдено

source: image
ru_ru: изображение

source: images
ru_ru: изображения

source: images.
ru_ru: изображений
